{
  "images": [
    "http://orig14.deviantart.net/95d8/f/2013/067/8/4/elementary_school_supplies_by_therealmrfriday-d5xcki7.jpg",
    "https://www.eluniversal.com.mx/sites/default/files/2015/10/18/narcolabs.jpg",
    "https://i5.walmartimages.com/asr/639825b3-f200-43ff-b634-98ee33d8ef27.b30641fd512e43c468f46634fea05e08.jpeg"
  ],
  "text": "Emergency personal do their best to keep people comfortable, but the best course of action is to be entirely self-sufficient. If you find you have to evacuate to a shelter, you’ll be a lot more comfortable if you have everything you need for a few days. And, if you have to evacuate you probably won’t have a lot of time to gather supplies, which is why it’s a good idea to keep an old duffle or suitcase packed and ready with these 13 critical supplies in it or next to it:\n\nBedding: pillows, sleeping bags or a blanket.\nReclining lawn loungers – you may or may not get a cot. Reclining lawn loungers mean you’re off the (Cold? Hard? Wet? Nasty?) floor.\nRubber flip-flops – so you don’t have to walk barefoot, anywhere, ever.\nTowels and washcloths – and don’t underestimate the utility of a new or very clean car-washing chamois for use as a towel!\nToilet paper – Take the cardboard tubes out and you can crush an entire package of toilet paper rolls into a single gallon Ziploc bag.\nComfort medicines - such as sleep aids and aspirin\nEarplugs and an eye mask – Emergency shelters rarely shut off all the lights.\nEntertainment - a deck of cards can keep you busy for days. And, a big, dull paperback like War and Peace or Moby Dick gets a lot more interesting when there’s nothing else to do.\nSolar cell phone charger and earphones – if you can keep your smartphone charged you’ll have access to music and games, not to mention being findable by concerned loved ones!\nBicycle lock – Keep your duffle and your chair together in one place.\nEmergency hand crank radio – don’t count on emergency personnel to keep everyone constantly updated.\nPets and pet supplies – Never leave your pets behind. Check back in the next post when we share a list of emergency items for pets.\nDehydrated meals – Yes, shelters likely provide food. But there’s no guarantee how much or what kind. If you forget to bring some pet food, keep in mind that ReadyWise dehydrated meals come in small Metallyte envelopes and don’t require anything but water to rehydrate and enjoy. And, they make excellent bartering tools! (We’ve heard our dehydrated fruit with caramel sauce will get you nearly anything you need when supplies are tight.)\n"
}